Repository: common-repository/wp-ldp
Catalog: languages/wpldp-*.po
Languages: fr_fr

source: Project
fr_fr: Projet

source: Organization
fr_fr: Organisation

source: Group
fr_fr: Groupe

source: Good or Service
fr_fr: Bien ou Service

source: Artwork
fr_fr: Oeuvre

source: Event
fr_fr: Événement

source: Place
fr_fr: Lieu

source: Theme
fr_fr: Thème

source: Thesis
fr_fr: Thèse

source: Actor
fr_fr: Individu

source: Idea
fr_fr: Idée

source: Resource
fr_fr: Ressource

source: The %1$s object model
fr_fr: La modélisation objet d'un %1$s

source: The PAIR containers have been initialized, enjoy ;-)
fr_fr: Les conteneurs PAIRs ont été initialisés, enjoy ;-)

source: List of all resources of type
fr_fr: Liste de toutes les ressources de type

source: WP-LDP Settings
fr_fr: Options WP-LDP

source: The generals settings of the WP-LDP plugin.
fr_fr: Les paramètres généraux du plugin WP-LDP

source: Do you want to initialize PAIR containers ?
fr_fr: Voulez-vous initialiser les containers PAIR ?

source: All Items
fr_fr: Voir tous

source: Parent Item
fr_fr: Parent

source: Parent Item:
fr_fr: Parent:

source: New Item Name
fr_fr: Nouveau nom de l'item

source: Add New Item
fr_fr: Ajouter un item

source: Edit Item
fr_fr: Éditer un item

source: Update Item
fr_fr: Mettre à jour l'item

source: View Item
fr_fr: Voir l'item

source: Separate items with commas
fr_fr: Séparer les items avec des virgules

source: Add or remove items
fr_fr: Ajouter ou supprimer un item

source: Choose from the most used
fr_fr: Choisir parmi les plus utilisés

source: Popular Items
fr_fr: Objets populaires

source: Search Items
fr_fr: Chercher des objets

source: Not Found
fr_fr: Non trouvé

source: Rdf:type, if any
fr_fr: Rdf:type, si applicable

source: Rdf:type associated with this container
fr_fr: Rdf:type associé avec ce container

source: Included fields
fr_fr: Champs inclus

source: The fields from the model whose values you would like to include from the associated resources in the container, separated by commas
fr_fr: Les champs issus du modèle dont vous souhaitez inclure les valeurs pour chaque ressource dans son conteneur, séparés par des virgules

source: Model
fr_fr: Modèle

source: The LDP-compatible JSON Model for this container
fr_fr: Le modèle en format JSON compatible LDP pour ce container

source: Model editor mode
fr_fr: Éditeur de modèle

source: web site
fr_fr: site web

source: WordPress site that you know and on which the WP-LDP plugin is installed
fr_fr: Site wordpress que vous connaissez et sur lequel le plugin WP-LDP est installé

source: Resources
fr_fr: Ressources

source: All resources
fr_fr: Toutes les ressources

source: Add a resource
fr_fr: Ajouter une ressource

source: Edit a resource
fr_fr: Édition d'une ressource

source: New resource
fr_fr: Nouvelle ressource

source: See the resource
fr_fr: Voir la ressource

source: Search for a resource
fr_fr: Rechercher une ressource

source: No corresponding resource
fr_fr: Aucun ressource correspondante

source: No corresponding resource in the trash
fr_fr: Aucun ressource correspondante dans la corbeille

source: LDP Resource
fr_fr: Ressource LDP

source: Media
fr_fr: Média

source: If you need to upload a media during your editing, click here.
fr_fr: Si vous avez besoin de télécharger un média pendant votre édition, cliquez-ici.

source: Ecosystem
fr_fr: Écosystème
